[
	{
		"name": "Daniel Berrios",
		"data": "Berrios, who grew up in the Bronx in New York City, witnessed an undercover police bust when he was 10-years-old, which he credits for his interest in becoming a police officer later in life. He served in the U.S. Army for ten years, and after getting out in 2012, he worked for a private security firm at an embassy in Baghdad. At 39, Berrios was the oldest member of his training class at the academy. He had grown used to dictating orders and said it was difficult being yelled at and starting from the bottom again. His 40th birthday fell on “Hell Day,” a dreaded day of training that includes rigorous physical workouts and MMA-style fighting, followed by tear gas and pepper spray exposure. He tried to be discreet about his birthday, so instructors wouldn’t pay him extra attention, but that didn’t work. As he was being exposed to tear gas in the makeshift gas chamber, the cadets sang him happy birthday and he did 40 push-ups.",
		"key": "Berrios"
	},
	{
		"name": "Alyssa Hernandez",
		"data": "Hernandez moved here from Dallas in 2010 to attend the University of the Incarnate Word, where she double majored in criminal justice and sociology. Prior to joining the academy, she worked for Bexar County Pretrial Services, the office responsible for working with judicial officers to guarantee individuals are complying with the conditions of their release from custody. “When I moved here, the city welcomed me,” Hernandez said of her decision to become a police officer. “And it became my home, so I wanted to get back to the city that gave me so much.” When Hernandez entered the academy, she was intent on becoming a homicide detective. Now she’s open to exploring other options, as well.",
		"key": "Hernandez"
	},
	{
		"name": "Ariel Loera",
		"data": "Growing up on the West Side of San Antonio, Loera saw many of his classmates at Holmes High School get involved with drugs and street life. He decided early on he didn’t want to pursue that lifestyle. At 19, he was bouncing between jobs and struggling to find something that brought him happiness. After discovering his common-law wife was pregnant, Loera decided to enlist in the Texas Army National Guard, where he finally found meaning. In 2013, he became a detention officer with the Bexar County Sheriff’s Office and was eventually promoted to corporal.  It was a tough decision to leave the sheriff’s office after four years and earning seniority. His wife was also reluctant, but they decided to take the risk. “You feel good taking off your shoes at the end of the day knowing that you helped somebody out,” Loera said. “It's all about trying to become better and helping people out.” Loera and his common-law wife have three children under the age of seven, and they’re planning an official wedding ceremony for next year.",
		"key": "Loera"
	},
	{
		"name": "Jesse Mendez",
		"key": "Mendez",
		"data": "Mendez, a San Antonio native, has wanted to be a police officer ever since seeing the show COPS as a 6-year-old. After the terrorist attacks on Sept. 11, 2001, he enlisted in the U.S. Army and served one tour in Afghanistan doing intelligence collection. He previously worked in the Bexar County Sheriff’s Office on the jail’s CERT team, the group of officers that responds to all emergencies in the jail, including suicides and inmate fights. Mendez says the training he received at SAPD far surpasses training in the military or at the sheriff’s office. “I've never been pushed to that level,” Mendez said. “They push you to what you think is your limit -- and beyond.” Mendez is married and has kids."
	},
	{
		"name": "Trevor Yannutz",
		"data": "After graduating high school, Yannutz worked as a personal trainer while going to school to get his bachelor's degree in exercise and sport science. He was working at several different gyms, and seemingly out of nowhere, he decided he wanted to be a police officer.  “I didn't want to go through my whole life and look back at it and say ‘Man, I wasn't able to help anybody,’” Yannutz said. “I want to go through and really be able to change lives for the better.”",
		"key": "Yannutz"
	},
	{
		"name": "Sandra Zimmerman",
		"data": "After getting married when she was 23, Zimmerman expressed an interest to her husband in becoming a police officer. He was skeptical and she ultimately decided against it, becoming a special education teacher instead. In the last few years, Zimmerman grew more and more frustrated with the public education system. She wanted a bigger voice and decided to pursue her lifelong dream of becoming a police officer. At the academy, she was affectionately known as “Mama Z” because she was a constant source of support to the other cadets, often leading the group in prayer before big exams. After patrolling the streets for a few years, she wants to join the department’s mental health unit.",
		"key": "Zimmerman"
	},
	{
		"name": "Josue Vallejo-Martinez",
		"data": "Growing up in Puerto Rico, Vallejo-Martinez had several relatives in the public service sector, including a father who was a firefighter. After graduating high school, Vallejo-Martinez joined the U.S. Army and deployed to Central America. Vallejo-Martinez knew there were few jobs awaiting him in Puerto Rico on his return, so he started saving money and researching police academies in the United States. In his research, Vallejo-Martinez learned about the renowned training academy in San Antonio -- which, coincidentally, was the one place he had visited stateside, during a vacation when he was 11-years-old. He moved here with his girlfriend, who is from Utah, and initially enrolled in the 2016-charlie class. Four months into the academy, he injured his tibia and couldn’t run. The doctors told him it would take ten months to recover, but he did it in three. He was the second highest academic achiever in his class.",
		"key": "Vallejo-Martinez"
	},
	{
		"name": "Jocelyne Alvarez",
		"data": "Alvarez’s interest in law enforcement was kindled in high school after she joined the Explorer Program, which intends to acquaint youth and young adults with policing through interactions with police officers, ride-alongs and other activities. Alvarez excelled in the program. Three months in, she ranked as a “lieutenant” and continued as an Explorer for two and a half years. Before joining the academy, she worked for the UT police department. She’s the youngest member of her class.",
		"key": "Alvarez"
	},
	{
		"name": "Frank Lopez III",
		"data": "Lopez grew up on the West Side of San Antonio, where he regularly slept on the floor of his family’s home to avoid being harmed by a stray bullet from a drive-by. When he was 2-years-old, someone stole his father’s car and stabbed him to death. His uncle was also killed on a separate occasion, a block away from Lopez’s home. After high school, Lopez joined the Marine Corp infantry. This is his second time through the academy - he dislocated his soldier during his first day of training with the 2016 Alpha class. He managed to push through seven months of training before quit to have surgery and recover.",
		"key": "Lopez III"
	},
	{
		"name": "Michael Fischer",
		"data": "Fischer joined the Boy Scouts as a young boy and learned early on the importance of giving back to his community and helping those less fortunate -- something he credits for his later interest in becoming a police officer.  After graduating high school, he worked at a campground while taking criminal justice classes at UTSA. After a few years with the department, Fischer wants to become a detective and investigate white collar crimes.",
		"key": "Fischer"
	},
	{
		"name": "Jessica Cruz-Villarreal",
		"data": "Cruz-Villarreal grew up in a “rougher area” on the West Side, she says, where the sounds of gunshots, yelling, crying and sirens were routine. For Cruz-Villarreal, the sirens were a welcome sound: It meant help was on the way. Before joining the academy, she worked as a City of San Antonio police dispatcher. She joined the police academy in 2016, but struggled with the physical requirements. She dropped out, got in shape and tried again with Class 2017-alpha. After a few years with the department, she wants to become a detective -- preferably working with the K9 unit, but she’s open to possibilities.",
		"key": "Cruz-Villarreal"
	},
	{
		"name": "Neil Sampson",
		"key": "Sampson",
		"data": "Growing up in Tennessee, Sampson knew he wanted to help people, but he didn’t think he wanted to be a police officer. He graduated high school and pursued a career as an occupational therapist. After three years in college, he went on a ride-along with his uncle, who’s a captain at a police department in New Jersey, and fell in love with law enforcement. He made the tough decision to quit school and become an officer instead. He joined the San Antonio Police Department after doing comprehensive research about the best academies in the country. At the graduation ceremony, Sampson was voted top cadet by his instructors for his achievements in academics, physical training, firearms and driving."
	},
	{
		"name": "Marshall Shepherd",
		"data": "Shepherd’s interest in law enforcement began in high school, after he had his bike stolen and witnessed firsthand how police officers worked to get it back. After graduating, he worked at HEB and made his way through the ranks, from a cashier to manager, while going to school and taking criminal justice classes. During the academy, Shepherd’s 7-year-old brother would greet him everyday with questions about the training. That inspired Shepherd to stick with it, even on the hard days. “You want to show that anything you want to do, you can achieve it,” Shepherd said. After patrolling the streets for a few years, Shepherd wants to join the department’s mental health unit. He had a friend commit suicide in high school and wants to help others like him.",
		"key": "Shepherd"
	}
]